"0x0001" = "DVD";
"0x0002" = "M2PS";
"0x0003" = "AVCHD";
"0x0004" = "MP4";
"0x0005" = "DV";
"0x0006" = "XAVC";
"0x0007" = "MXF";
"0x0008" = "XAVC S 4K";
"0x0009" = "XAVC S HD";
"0x000a" = "XAVC HS 8K";
"0x000b" = "XAVC HS 4K";
"0x000c" = "XAVC S-L 4K";
"0x000d" = "XAVC S-L HD";
"0x000e" = "XAVC S-I 4K";
"0x000f" = "XAVC S-I HD";
"0x0010" = "XAVC I";
"0x0011" = "XAVC L";
"0x0012" = "XAVC Proxy";
"0x0013" = "XAVC HS HD";
"0x0014" = "XAVC S-I DCI 4K";
"0x0015" = "XAVC H-I HQ";
"0x0016" = "XAVC H-I SQ";
"0x0017" = "XAVC H-L";
"0x0018" = "X-OCN XT";
"0x0019" = "X-OCN ST";
"0x001a" = "X-OCN LT";
"0x001b" = "XAVC HS-L 422";
"0x001c" = "XAVC HS-L 420";
"0x001d" = "XAVC S-L 422";
"0x001e" = "XAVC S-L 420";
"0x001f" = "XAVC S-I 422";
"0x0020" = "MPEG HD 422";
